[
  {
    "address": "0x22a3bccab6e3c1b3b53f800cc4fa43c63af0e86e",
    "name": "BetterSwap",
    "location": "United States, Europe",
    "desc": "Delegate Smart. Delegate Better.",
    "website": "https://www.betterswap.io",
    "logo": "imgs/main/0x22a3bccab6e3c1b3b53f800cc4fa43c63af0e86e.png"
  },
  {
    "address": "0x26f428e74fe0d67cd9ff19899e3093756c8ec780",
    "name": "WendyO Pool",
    "location": "United States",
    "desc": "WendyO is a Los Angeles based media entrepreneur, crypto analyst, and Founder of 'The O Show'. The WendyO Pool will donate 10% of all validator rewards to the The Self Case Lab charity. Follow her on X, Instagram and YouTube to stay updated - @CryptoWendyO. The Self Care Lab is a Southern California based nonprofit boxing gym and community center using boxing to support mental health for inner city kids. The goal is to raise funds to purchase a forever gym, so the owner Nita can continue to provide these essential services.",
    "website": "https://www.cryptowendyo.com",
    "logo": "imgs/main/0x26f428e74fe0d67cd9ff19899e3093756c8ec780.png"
  },
  {
    "address": "0x813d86e6c5a391812598932bf822522acc386310",
    "name": "Michaël vd Poppe Pool",
    "location": "Amsterdam, Netherlands",
    "desc": "Michaël van de Poppe, a 32-year-old economist, crypto expert, and entrepreneur from the Netherlands, began his crypto journey in 2017 when a friend introduced him to Bitcoin and Altcoins. Fascinated by the potential of blockchain to transform the financial world, he invested in his first Altcoin. Since the beginning of 2018, Michaël started working full time in the Web3 sector when he launched his first crypto educational company. He runs MN Capital and MN Fund, an investment fund registered with the Dutch Financial Authorities, and also produces the New Era Finance Podcast.",
    "website": "https://x.com/CryptoMichNL",
    "logo": "imgs/main/0x813d86e6c5a391812598932bf822522acc386310.png"
  },
  {
    "address": "0x8684ed66ba47f9ff77409fc453be5fd2aea4cc6c",
    "name": "SunnySideUp",
    "location": "US, Northern Virginia",
    "desc": "The first validator backed by Sunny Lu—founder of VeChain and one of the last stubborn believers that blockchain should actually, you know… do something useful. SunnySideUp keeps things warm and simple: Sunny brings the VET, the sun rises, and the validator does its best to keep the chain happy, healthy, and running smoothly for everyone.",
    "website": "https://x.com/sunshinelu24",
    "logo": "imgs/main/0x8684ed66ba47f9ff77409fc453be5fd2aea4cc6c.png"
  },
  {
    "address": "0xDb71c5C9a5cD407313139978aA8990347D141918",
    "name": "Tesseract Validator",
    "location": "Mid-Atlantic, United States",
    "desc": "Operating as one of VeChain’s original 101 Authority Nodes since June 2018, Tesseract delivers secure, high-uptime validation and consistent rewards for delegators, with a mission centered on long-term network reliability and responsible participation",
    "website": "https://x.com/TesseractVET",
    "logo": "imgs/main/0xDb71c5C9a5cD407313139978aA8990347D141918.png"
  }
]